Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# addShift.duration
source: Duration
ar: المدة
bg: Продължителност
bn: সময়কাল
ca: Durada
cs: Doba trvání
da: Varighed
de: Dauer
el: Διάρκεια
es: Duración
et: Kestus
fa: مدت زمان
fi: Kesto
fil: Tagal
fr: Durée
he: משך
hi: अवधि
hr: Trajanje
hu: Időtartam
id: Durasi
is: Lengd
it: Durata
ja: 勤務時間
ko: 소요 시간
lt: Trukmė
lv: Ilgums
nb: Varighet
nl: Varighet
nn: Varighet
pl: Czas trwania
pt_br: Duração
ro: Durată
ru: Продолжительность
sk: Trvanie
sl: Trajanje
sr: Trajanje
sv: Varaktighet
sw: Muda
ta: காலம்
th: ระยะเวลา
tr: Süre
uk: Тривалість
ur: مدت
vi: Thời lượng
zh_hans: 时长
zh_hant: 時長

# addShift.duration.endDate
source: End date
ar: تاريخ الانتهاء
bg: Дата на завършване
bn: শেষের তারিখ
ca: Data de finalització
cs: Datum konce
da: Slutdato
de: Enddatum
el: Ημερομηνία λήξης
es: Fecha de finalización
et: Lõppkuupäev
fa: تاریخ پایان
fi: Päättymispäivä
fil: Petsa ng pagtatapos
fr: Date de fin
he: תאריך סיום
hi: समाप्ति तारीख
hr: Datum završetka
hu: Befejezés dátuma
id: Tanggal akhir
is: Lokadagsetning
it: Data di fine
ja: 終了日
ko: 종료 날짜
lt: Pabaigos data
lv: Beigu datums
nb: Sluttdato
nl: Einddatum
nn: Sluttdato
pl: Data zakończenia
pt_br: Data de término
ro: Data de încheiere
ru: Дата окончания
sk: Dátum ukončenia
sl: Datum zaključka
sr: Datum završetka
sv: Slutdatum
sw: Tarehe ya kumalizia
ta: முடிவு தேதி
th: วันสิ้นสุด
tr: Bitiş tarihi
uk: Дата закінчення
ur: اختتام کی تاریخ
vi: Ngày kết thúc
zh_hans: 结束日期
zh_hant: 結束日期

# addShift.duration.indefinite
source: Indefinite
ar: غير محدد
bg: Неопределена
bn: অনির্দিষ্ট
ca: Indefinit
cs: Neomezená
da: Uendelig
de: Unbegrenzt
el: Απεριόριστη
es: Indefinido
et: Piiramatu
fa: نامحدود
fi: Päiväämätön
fil: Walang hanggan
fr: Indéfini
he: לא מוגבל
hi: अनिश्चितकालीन
hr: Neograničeno
hu: Korlátlan
id: Tak terbatas
is: Ótímabundið
it: Indefinito
ja: 無期限
ko: 무기한
lt: Neribota
lv: Bezgalīgi
nb: Uendelig
nl: Oneindig
nn: Uendeleg
pl: Nieskończone
pt_br: Indefinido
ro: Nedeterminat
ru: Бесконечно
sk: Neobmedzené
sl: Neomejeno
sr: Neograničeno
sv: Oändlig
sw: Bila Mwisho
ta: முடிவில்லா
th: ไม่มีกำหนด
tr: Sınırsız
uk: Нескінченно
ur: لامحدود
vi: Vô hạn
zh_hans: 无限期
zh_hant: 無限期

# addShift.duration.months
source: Months
ar: الأشهر
bg: Месеци
bn: মাসগুলি
ca: Mesos
cs: Měsíce
da: Måneder
de: Monate
el: Μήνες
es: Meses
et: Kuud
fa: ماه‌ها
fi: Kuukaudet
fil: Buwan
fr: Mois
he: חודשים
hi: महीने
hr: Mjeseci
hu: Hónapok
id: Bulan
is: Mánuðir
it: Mesi
ja: 月
ko: 개월
lt: Mėnesiai
lv: Mēneši
nb: Måneder
nl: Maanden
nn: Måneder
pl: Miesiące
pt_br: Meses
ro: Luni
ru: Месяцы
sk: Mesiace
sl: Meseci
sr: Meseci
sv: Månader
sw: Miezi
ta: மாதங்கள்
th: เดือน
tr: Aylar
uk: Місяці
ur: ماہ
vi: Tháng
zh_hans: 月
zh_hant: 月

# addShift.duration.years
source: Years
ar: السنوات
bg: Години
bn: বছরগুলি
ca: Anys
cs: Roky
da: År
de: Jahre
el: Χρόνια
es: Años
et: Aastad
fa: سال‌ها
fi: Vuodet
fil: Taon
fr: Années
he: שנים
hi: वर्ष
hr: Godine
hu: Évek
id: Tahun
is: Ár
it: Anni
ja: 年
ko: 년
lt: Metai
lv: Gadi
nb: År
nl: Jaren
nn: År
pl: Lata
pt_br: Anos
ro: Ani
ru: Годы
sk: Roky
sl: Leta
sr: Godine
sv: År
sw: Miaka
ta: வருடங்கள்
th: ปี
tr: Yıllar
uk: Роки
ur: سال
vi: Năm
zh_hans: 年
zh_hant: 年

# addShift.error.jobNotAvailable
source: Choose an active job before adding a shift.
ar: اختر وظيفة نشطة قبل إضافة وردية.
bg: Изберете активна работа, преди да добавите смяна.
bn: শিফট যোগ করার আগে একটি সক্রিয় কাজ বেছে নিন।
ca: Tria una feina activa abans d'afegir un torn.
cs: Před přidáním směny vyberte aktivní práci.
da: Vælg et aktivt job, før du tilføjer en vagt.
de: Wähle einen aktiven Job, bevor du eine Schicht hinzufügst.
el: Επιλέξτε ενεργή εργασία πριν προσθέσετε βάρδια.
es: Elige un trabajo activo antes de añadir un turno.
et: Enne vahetuse lisamist vali aktiivne töökoht.
fa: پیش از افزودن شیفت، یک شغل فعال انتخاب کنید.
fi: Valitse aktiivinen työ ennen vuoron lisäämistä.
fil: Pumili ng aktibong trabaho bago magdagdag ng shift.
fr: Choisissez un emploi actif avant d'ajouter un service.
he: יש לבחור עבודה פעילה לפני הוספת משמרת.
hi: शिफ्ट जोड़ने से पहले कोई सक्रिय नौकरी चुनें।
hr: Odaberite aktivni posao prije dodavanja smjene.
hu: Műszak hozzáadása előtt válassz aktív munkát.
id: Pilih pekerjaan aktif sebelum menambahkan sif.
is: Veldu virkt starf áður en þú bætir við vakt.
it: Seleziona un lavoro attivo prima di aggiungere un turno.
ja: シフトを追加する前に、有効な勤務先を選択してください。
ko: 근무를 추가하기 전에 활성화된 직장을 선택하세요.
lt: Prieš pridėdami pamainą pasirinkite aktyvų darbą.
lv: Pirms maiņas pievienošanas izvēlieties aktīvu darbavietu.
nb: Velg en aktiv jobb før du legger til en vakt.
nl: Kies een actieve baan voordat je een dienst toevoegt.
nn: Vel ein aktiv jobb før du legg til ei vakt.
pl: Wybierz aktywne miejsce pracy przed dodaniem zmiany.
pt_br: Selecione um trabalho ativo antes de adicionar um turno.
ro: Alege un loc de muncă activ înainte de a adăuga o tură.
ru: Выберите активную работу, прежде чем добавлять смену.
sk: Pred pridaním zmeny vyberte aktívnu prácu.
sl: Pred dodajanjem izmene izberite aktivno službo.
sr: Izaberite aktivan posao pre dodavanja smene.
sv: Välj ett aktivt jobb innan du lägger till ett pass.
sw: Chagua kazi inayotumika kabla ya kuongeza zamu.
ta: ஷிப்டைச் சேர்ப்பதற்கு முன் செயலில் உள்ள வேலையைத் தேர்ந்தெடுக்கவும்.
th: เลือกงานที่ใช้งานอยู่ก่อนเพิ่มกะ
tr: Vardiya eklemeden önce aktif bir iş seçin.
uk: Виберіть активне місце роботи, перш ніж додати зміну.
ur: شفٹ شامل کرنے سے پہلے ایک فعال ملازمت منتخب کریں۔
vi: Chọn công việc đang hoạt động trước khi thêm ca.
zh_hans: 添加班次前，请先选择一份有效的工作。
zh_hant: 新增班次前，請先選擇啟用中的工作。

# addShift.error.paySetupRequired
source: Finish pay setup for this job before adding shifts.
ar: أكمل إعداد الأجر لهذه الوظيفة قبل إضافة ورديات.
bg: Настройте заплащането за тази работа, преди да добавите смени.
bn: শিফট যোগ করার আগে এই কাজের বেতন সেটআপ সম্পূর্ণ করুন।
ca: Completa la configuració del sou d'aquesta feina abans d'afegir torns.
cs: Před přidáním směn dokončete nastavení mzdy pro tuto práci.
da: Fuldfør lønopsætningen for dette job, før du tilføjer vagter.
de: Richte die Bezahlung für diesen Job ein, bevor du Schichten hinzufügst.
el: Ολοκληρώστε τη ρύθμιση αμοιβής για αυτή την εργασία πριν προσθέσετε βάρδιες.
es: Completa la configuración de pago de este trabajo antes de añadir turnos.
et: Enne vahetuste lisamist seadista selle töökoha töötasu.
fa: پیش از افزودن شیفت‌ها، تنظیمات دستمزد این شغل را تکمیل کنید.
fi: Määritä tämän työn palkka-asetukset ennen vuorojen lisäämistä.
fil: Kumpletuhin ang setup ng sahod para sa trabahong ito bago magdagdag ng mga shift.
fr: Configurez la rémunération de cet emploi avant d'ajouter des services.
he: יש להשלים את הגדרות השכר לעבודה זו לפני הוספת משמרות.
hi: शिफ्ट जोड़ने से पहले इस नौकरी के लिए वेतन सेटअप पूरा करें।
hr: Dovršite postavke plaće za ovaj posao prije dodavanja smjena.
hu: Műszakok hozzáadása előtt állítsd be a munka díjazását.
id: Selesaikan pengaturan gaji untuk pekerjaan ini sebelum menambahkan sif.
is: Ljúktu við launastillingar fyrir þetta starf áður en þú bætir við vöktum.
it: Completa la configurazione della paga per questo lavoro prima di aggiungere turni.
ja: シフトを追加する前に、この勤務先の給与設定を完了してください。
ko: 근무를 추가하기 전에 이 직장의 급여 설정을 완료하세요.
lt: Prieš pridėdami pamainas užbaikite šio darbo atlygio nustatymus.
lv: Pirms maiņu pievienošanas pabeidziet šīs darbavietas atalgojuma iestatīšanu.
nb: Fullfør lønnsoppsettet for denne jobben før du legger til vakter.
nl: Stel eerst het loon voor deze baan in voordat je diensten toevoegt.
nn: Fullfør lønnsoppsettet for denne jobben før du legg til vakter.
pl: Skonfiguruj wynagrodzenie dla tego miejsca pracy przed dodaniem zmian.
pt_br: Configure o pagamento deste trabalho antes de adicionar turnos.
ro: Finalizează configurarea salariului pentru acest loc de muncă înainte de a adăuga ture.
ru: Настройте оплату для этой работы, прежде чем добавлять смены.
sk: Pred pridaním zmien dokončite nastavenie mzdy pre túto prácu.
sl: Pred dodajanjem izmen dokončajte nastavitev plačila za to službo.
sr: Podesite zaradu za ovaj posao pre dodavanja smena.
sv: Slutför löneinställningarna för det här jobbet innan du lägger till pass.
sw: Kamilisha mipangilio ya malipo ya kazi hii kabla ya kuongeza zamu.
ta: ஷிப்ட்களைச் சேர்ப்பதற்கு முன் இந்த வேலைக்கான ஊதிய அமைப்பை முடிக்கவும்.
th: ตั้งค่าค่าจ้างสำหรับงานนี้ให้เสร็จก่อนเพิ่มกะ
tr: Vardiya eklemeden önce bu işin ücret ayarlarını tamamlayın.
uk: Налаштуйте оплату для цього місця роботи, перш ніж додавати зміни.
ur: شفٹیں شامل کرنے سے پہلے اس ملازمت کے لیے تنخواہ کی ترتیب مکمل کریں۔
vi: Hoàn tất thiết lập lương cho công việc này trước khi thêm ca.
zh_hans: 添加班次前，请先完成这份工作的薪资设置。
zh_hant: 新增班次前，請先完成此工作的薪資設定。

# addShift.event.allDay
source: All day
ar: طوال اليوم
bg: Целодневно
bn: সারাদিন
ca: Tot el dia
cs: Celý den
da: Hele dagen
de: Ganztägig
el: Όλη την ημέρα
es: Todo el día
et: Kogu päev
fa: تمام‌روز
fi: Koko päivä
fil: Buong araw
fr: Toute la journée
he: כל היום
hi: पूरे दिन
hr: Cijeli dan
hu: Egész nap
id: Sepanjang hari
is: Allan daginn
it: Tutto il giorno
ja: 終日
ko: 종일
lt: Visą dieną
lv: Visu dienu
nb: Heldags
nl: Hele dag
nn: Heile dagen
pl: Cały dzień
pt_br: Dia inteiro
ro: Toată ziua
ru: Весь день
sk: Celý deň
sl: Ves dan
sr: Ceo dan
sv: Heldag
sw: Siku nzima
ta: முழு நாள்
th: ทั้งวัน
tr: Tüm gün
uk: Увесь день
ur: پورا دن
vi: Cả ngày
zh_hans: 全天
zh_hant: 全天

# addShift.event.date
source: Date
ar: التاريخ
bg: Дата
bn: তারিখ
ca: Data
cs: Datum
da: Dato
de: Datum
el: Ημερομηνία
es: Fecha
et: Kuupäev
fa: تاریخ
fi: Päivämäärä
fil: Petsa
he: תאריך
hi: तारीख
hr: Datum
hu: Dátum
id: Tanggal
is: Dagsetning
it: Data
ja: 日付
ko: 날짜
lt: Data
lv: Datums
nb: Dato
nl: Datum
nn: Dato
pl: Data
pt_br: Data
ro: Data
ru: Дата
sk: Dátum
sl: Datum
sr: Datum
sv: Datum
sw: Tarehe
ta: தேதி
th: วันที่
tr: Tarih
uk: Дата
ur: تاریخ
vi: Ngày
zh_hans: 日期
zh_hant: 日期

# addShift.event.endDate
source: To date
ar: إلى تاريخ
bg: До дата
bn: শেষ তারিখ
ca: Data de fi
cs: Do data
da: Til dato
de: Bis Datum
el: Έως
es: Hasta
et: Lõppkuupäev
fa: تا تاریخ
fi: Loppupäivä
fil: Hanggang petsa
fr: Date de fin
he: עד תאריך
hi: तक की तारीख
hr: Do datuma
hu: Dátumig
id: Sampai tanggal
is: Til dagsetningar
it: Data finale
ja: 終了日
ko: 종료일
lt: Iki datos
lv: Līdz datumam
nb: Til dato
nl: Tot datum
nn: Til dato
pl: Do daty
pt_br: Data final
ro: Până la data
ru: До даты
sk: Do dátumu
sl: Do datuma
sr: Do datuma
sv: Till datum
sw: Hadi tarehe
ta: வரை தேதி
th: ถึงวันที่
tr: Bitiş tarihi
uk: До дати
ur: آج تک
vi: Đến ngày
zh_hans: 截止日期
zh_hant: 結束日期

# addShift.event.note.title
source: Event
ar: ملاحظة
bg: Бележка
bn: নোট
ca: Nota
cs: Poznámka
da: Note
de: Notiz
el: Σημείωση
es: Nota
et: Märkus
fa: یادداشت
fi: Muistiinpano
fil: Tala
fr: Note
he: הערה
hi: नोट
hr: Bilješka
hu: Jegyzet
id: Catatan
is: Athugasemd
it: Nota
ja: メモ
ko: 메모
lt: Pastaba
lv: Piezīme
nb: Hendelse
nl: Notitie
nn: Hending
pl: Notatka
pt_br: Nota
ro: Notă
ru: Заметка
sk: Poznámka
sl: Opomba
sr: Beleška
sv: Anteckning
sw: Dokezo
ta: குறிப்பு
th: บันทึก
tr: Not
uk: Нотатка
ur: نوٹ
vi: Ghi chú
zh_hans: 备注
zh_hant: 備註

# addShift.event.startDate
source: From date
ar: من تاريخ
bg: От дата
bn: শুরুর তারিখ
ca: Data d'inici
cs: Od data
da: Fra dato
de: Von Datum
el: Από
es: Desde
et: Alguskuupäev
fa: از تاریخ
fi: Alkupäivä
fil: Mula petsa
fr: Date de début
he: מתאריך
hi: से तारीख
hr: Od datuma
hu: Dátumtól
id: Dari tanggal
is: Frá dagsetningu
it: Data iniziale
ja: 開始日
ko: 시작일
lt: Nuo datos
lv: No datuma
nb: Fra dato
nl: Van datum
nn: Frå dato
pl: Od daty
pt_br: Data inicial
ro: De la data
ru: С даты
sk: Od dátumu
sl: Od datuma
sr: Od datuma
sv: Från datum
sw: Kuanzia tarehe
ta: இருந்த தேதி
th: จากวันที่
tr: Başlangıç tarihi
uk: Від дати
ur: شروع کی تاریخ
vi: Từ ngày
zh_hans: 开始日期
zh_hant: 開始日期

# addShift.everyNWeeks
source: every %lld weeks
ar: كل %lld أسبوع
bg: всеки %lld седмици
bn: প্রতি %lld সপ্তাহ
ca: cada %lld setmanes
cs: každých %lld týdnů
da: hver %lld. uge
de: alle %lld Wochen
el: κάθε %lld εβδομάδες
es: cada %lld semanas
et: iga %lld nädalat
fa: هر %lld هفته
fi: joka %lld. viikko
fil: bawat %lld linggo
fr: toutes les %lld semaines
he: כל %lld שבועות
hi: हर %lld सप्ताह
hr: svaki %lld tjedana
hu: minden %lld. héten
id: setiap %lld minggu
is: á %lld vikna fresti
it: ogni %lld settimane
ja: %lld週ごと
ko: 매 %lld주
lt: kas %lld savaitę
lv: katru %lld. nedēļu
nb: hver %lld. uke
nl: elke %lld weken
nn: hver %lld. uke
pl: co %lld tygodni
pt_br: a cada %lld semanas
ro: fiecare %lld săptămâni
ru: каждые %lld недель
sk: každých %lld týždňov
sl: vsake %lld tedne
sr: svake %lld nedelje
sv: var %lld:e vecka
sw: kila wiki %lld
ta: ஒவ்வொரு %lld வாரங்கள்
th: ทุก %lld สัปดาห์
tr: her %lld haftada
uk: кожні %lld тижнів
ur: ہر %lld ہفتے
vi: cứ %lld tuần
zh_hans: 每 %lld 周
zh_hant: 每 %lld 週

# addShift.indefiniteHint
source: This recurring shift repeats indefinitely
ar: وقت العمل المتكرر هذا يتكرر بدون حد
bg: Тази повтаряща се вака се повтаря на неопределено време
bn: এই পুনরাবৃত্তিমূলক শিফট অনির্দিষ্টকালের জন্য পুনরাবৃত্তি হয়
ca: Aquesta vakt fixa es repeteix indefinidament
cs: Tato pravidelná vakt se opakuje na neurčitou dobu
da: Denne faste vagt gentages på ubestemt tid
de: Diese feste Schicht wird unbegrenzt wiederholt
el: Αυτή η επαναλαμβανόμενη βάρδια επαναλαμβάνεται επ' αόριστον
es: Esta vuelta recurrente se repite indefinidamente
et: See korduvvakt kordub piiramatul ajal
fa: این وقت کاری مکرر بی‌پایان تکرار می‌شود
fi: Tämä toistuva vuoro toistuu loputtomasti
fil: Ang recurring vaktong ito ay umuulit nang walang hanggan
fr: Cette vakat récurrente se répète indéfiniment
he: וקטה קבועה זו חוזרת על עצמה ללא הגבלה
hi: यह नियमित वक्त अनिश्चित काल के लिए दोहराया जाता है
hr: Ova redovna vakt se ponavlja na neograničeno vrijeme
hu: Ez az ismétlődő vakt korlátlan ideig ismétlődik
id: Vakt berulang ini berulang tanpa batas
is: Þessi fasta vakt endurtekur sig án tímamarka
it: Questo turno ricorrente si ripete indefinitamente
ja: この定期シフトは無期限に繰り返されます
ko: 이 반복 근무는 무기한으로 반복됩니다
lt: Ši pasikartojanti nakties pamaina kartojasi be galo
lv: Šī regulārā vakts atkārtojas bezgalīgi
nb: Denne faste vakten gjentas på ubestemt tid
nl: Deze terugkerende vacht herhaalt zich oneindig
nn: Denne faste vakten gjentas på ubestemt tid
pl: Ta zmiana cykliczna powtarza się w nieskończoność
pt_br: Este turno recorrente se repete indefinidamente
ro: Această vactă recurentă se repetă la infinit
ru: Эта повторяющаяся смена повторяется бесконечно
sk: Táto opakujúca sa vakt sa opakuje na neurčito
sl: Ta ponavljajoča se vakt se ponavlja na neomejeno časovno obdobje
sr: Ova redovna vakt se ponavlja na neograničeno vremе
sv: Det här återkommande skiftet upprepas på obestämd tid
sw: Shift hii ya kawaida inarudia bila mwisho
ta: இந்த வழக்கமான வக்தை காலவரையின்றி மீண்டும் நிகழ்கிறது
th: กะประจำนี้ซ้ำไม่มีกำหนด
tr: Bu tekrarlayan vardiya süresiz olarak tekrarlanır
uk: Ця регулярна вахта повторюється нескінченно
ur: یہ مستقل شفٹ لامحدود مدت تک دہرایا جاتا ہے
vi: Ca làm việc định kỳ này lặp lại vô hạn
zh_hans: 此固定班次无限期重复
zh_hant: 此固定班次無限期重複

# addShift.mode.events
source: Events
ar: الأحداث
bg: Събития
bn: ইভেন্টসমূহ
ca: Esdeveniments
cs: Události
da: Hændelser
de: Ereignisse
el: Συμβάντα
es: Eventos
et: Sündmused
fa: رویدادها
fi: Tapahtumat
fil: Mga kaganapan
fr: Événements
he: אירועים
hi: इवेंट
hr: Događaji
hu: Események
id: Acara
is: Atburðir
it: Eventi
ja: イベント
ko: 이벤트
lt: Įvykiai
lv: Notikumi
nb: Hendelser
nl: Gebeurtenissen
nn: Hendingar
pl: Wydarzenia
pt_br: Eventos
ro: Evenimente
ru: События
sk: Udalosti
sl: Dogodki
sr: Događaji
sv: Händelser
sw: Matukio
ta: நிகழ்வுகள்
th: กิจกรรม
tr: Etkinlikler
uk: Події
ur: ایونٹس
vi: Sự kiện
zh_hans: 事件
zh_hant: 事件

# addShift.modeRecurring
source: Fixed
ar: ثابت
bg: Фиксирана
bn: স্থির
ca: Fix
cs: Pevné
da: Fast
de: Fest
el: Σταθερή
es: Fijo
et: Püsiv
fa: ثابت
fi: Kiinteä
fil: Fast
fr: Fixe
he: קבוע
hi: निश्चित
hr: Fiksna
hu: Rögzített
id: Tetap
is: Fast
it: Fisso
ja: 定期
ko: 고정
lt: Nuolatinis
lv: Fiksēts
nb: Fast
nl: Vast
nn: Fast
pl: Stała
pt_br: Fixo
ro: Fix
ru: Фиксированная
sk: Pevný
sl: Fiksna
sr: Fiksna
sv: Fast
sw: Kudumu
ta: நிலையான
th: ประจำ
tr: Sabit
uk: Регулярна
ur: مقررہ
vi: Định kỳ
zh_hans: 固定
zh_hant: 固定

# addShift.modeSingle
source: Single
ar: مفرد
bg: Единична
bn: একক
ca: Simple
cs: Jednorázové
da: Enkelt
de: Einzeln
el: Απλή
es: Individual
et: Üksik
fa: تک
fi: Yksittäinen
fil: Enkel
fr: Simple
he: יחיד
hi: एकल
hr: Jednostavna
hu: Egyetlen
id: Tunggal
is: Enkel
it: Singolo
ja: 単発
ko: 단일
lt: Vienas
lv: Vienkāršs
nb: Enkel
nl: Enkel
nn: Enkel
pl: Pojedyncza
pt_br: Único
ro: Unică
ru: Одна
sk: Jednoduchý
sl: Enojna
sr: Pojedinačna
sv: Enkel
sw: Moja
ta: ஒற்றை
th: เดี่ยว
tr: Tek
uk: Одна
ur: واحد
vi: Đơn lẻ
zh_hans: 单次
zh_hant: 單次

# addShift.monthPlural
source: %lld months
ar: %lld شهر
bg: %lld месеца
bn: %lld মাস
ca: %lld mesos
cs: %lld měsíců
da: %lld måneder
de: %lld Monate
el: %lld μήνες
es: %lld meses
et: %lld kuud
fa: %lld ماه
fi: %lld kuukautta
fil: %lld buwan
fr: %lld mois
he: %lld חודשים
hi: %lld महीने
hr: %lld mjeseci
hu: %lld hónap
id: %lld bulan
is: %lld mánuðir
it: %lld mesi
ja: %lld か月
ko: %lld개월
lt: %lld mėnesiai
lv: %lld mēneši
nb: %lld måneder
nl: %lld maanden
nn: %lld måneder
pl: %lld miesięcy
pt_br: %lld meses
ro: %lld luni
ru: %lld месяцев
sk: %lld mesiacov
sl: %lld mesecev
sr: %lld meseci
sv: %lld månader
sw: %lld miezi
ta: %lld மாதங்கள்
th: %lld เดือน
tr: %lld ay
uk: %lld місяців
ur: %lld مہینے
vi: %lld tháng
zh_hans: %lld 个月
zh_hant: %lld 個月

# addShift.oneAnchorPerWeekday
source: One anchor per weekday (max 7)
ar: نقطة واحدة لكل يوم من أيام الأسبوع (بحد أقصى 7)
bg: Един якор на работен ден (макс 7)
bn: প্রতি সপ্তাহে একটি নোঙর সর্বোচ্চ ৭টি
ca: Un ancoratge per dia de la setmana (màx 7)
cs: Jeden kotva na pracovní den (max 7)
da: Ét anker pr. ugedag (maks 7)
de: Ein Anker pro Wochentag (max. 7)
el: Ένα σημείο αναφοράς ανά ημέρα της εβδομάδας (μέγ. 7)
es: Un anclaje por día de la semana (máx. 7)
et: Üks ankur nädalapäeva kohta (max 7)
fa: یک تاریخ لنگر در هر روز هفته (حداکثر 7)
fi: Yksi ankkuri viikon päivää kohden (enintään 7)
fil: Isang anchor bawat araw ng linggo (max 7)
fr: Un ancrage par jour de la semaine (max 7)
he: עוגן אחד לכל יום בשבוע (מקסימום 7)
hi: प्रति सप्ताह के दिन एक एंकर (अधिकतम 7)
hr: Jedna sidra po radnom danu (maks 7)
hu: Egy horgonypont munkanaponként (max 7)
id: Satu jangkar per hari kerja (maks 7)
is: Eitt akkeri á hverri virkidegi (maks 7)
it: Un ancoraggio per giorno della settimana (max 7)
ja: 曜日ごとに1つのアンカー（最大7個）
ko: 요일당 하나의 기준점(최대 7개)
lt: Vienas inkaras per savaitės dieną (maks. 7)
lv: Viens enkurs nedēļas dienai (maks. 7)
nb: Ett anker per ukedag (maks 7)
nl: Één anker per weekdag (max 7)
nn: Ett anker per ukedag (maks 7)
pl: Jeden punkt na dzień tygodnia (maks. 7)
pt_br: Um ponto de partida por dia da semana (máx. 7)
ro: Un ancoraj per zi a săptămânii (max 7)
ru: Один якорь на день недели (макс 7)
sk: Jeden kotva na deň v týždni (max 7)
sl: Ena sidrna točka na teden (maks 7)
sr: Jedan kotva po radnom danu (max 7)
sv: Ett ankare per veckodag (max 7)
sw: Anchor moja kwa kila siku ya juma (max 7)
ta: வாரத்திற்கு ஒரு நங்கூரம் (அதிகபட்சம் 7)
th: จุดยึดหนึ่งต่อวันในสัปดาห์ (สูงสุด 7)
tr: Haftada bir gün başına bir çapa (maks 7)
uk: Один якір на день тижня (макс. 7)
ur: ہر ہفتے کے دن کے لیے ایک اینکر (زیادہ سے زیادہ 7)
vi: Một điểm neo trên mỗi ngày trong tuần (tối đa 7)
zh_hans: 每个工作日一个锚点（最多 7 个）
zh_hant: 每週工作日一個固定日期（最多 7 個）

# addShift.recurring.header
source: Recurring shift
ar: وردية متكررة
bg: Повтаряща се смяна
bn: পুনরাবৃত্ত শিফট
ca: Torn recurrent
cs: Opakující se směna
da: Gentagende vagt
de: Wiederkehrende Schicht
el: Επαναλαμβανόμενη βάρδια
es: Turno recurrente
et: Korduv vahetus
fa: شیفت تکرارشونده
fi: Toistuva vuoro
fil: Paulit-ulit na shift
fr: Quart récurrent
he: משמרת קבועה
hi: आवर्ती शिफ्ट
hr: Ponavljajuća smjena
hu: Ismétlődő műszak
id: Shift berulang
is: Endurtekin vakt
it: Turno ricorrente
ja: 繰り返しシフト
ko: 반복 근무
lt: Pasikartojanti pamaina
lv: Atkārtota maiņa
nb: Fast vakt
nl: Terugkerende dienst
nn: Fast vakt
pl: Powtarzająca się zmiana
pt_br: Turno recorrente
ro: Tură recurentă
ru: Повторяющаяся смена
sk: Opakujúca sa zmena
sl: Ponavljajoča se izmena
sr: Ponavljajuća smena
sv: Återkommande pass
sw: Zamu ya kurudia
ta: மீளும் பணி நேரம்
th: กะงานประจำ
tr: Tekrarlanan vardiya
uk: Повторювана зміна
ur: بار بار آنے والی شفٹ
vi: Ca làm lặp lại
zh_hans: 重复班次
zh_hant: 重複班次

# addShift.repeat
source: Repeat
ar: تكرار
bg: Повтаряне
bn: পুনরাবৃত্তি করুন
ca: Repetir
cs: Opakování
da: Gentag
de: Wiederholen
el: Επανάληψη
es: Repetir
et: Korda
fa: تکرار
fi: Toista
fil: Ulitin
fr: Répéter
he: חזור
hi: दोहराएं
hr: Ponovi
hu: Ismétlés
id: Ulangi
is: Endurtaka
it: Ripeti
ja: 繰り返し
ko: 반복
lt: Kartoti
lv: Atkārtot
nb: Gjenta
nl: Herhaal
nn: Gjenta
pl: Powtórz
pt_br: Repetir
ro: Repetați
ru: Повторение
sk: Opakovať
sl: Ponovi
sr: Ponovi
sv: Upprepa
sw: Rudia
ta: மீண்டும் செய்யவும்
th: ซ้ำ
tr: Tekrarla
uk: Повторити
ur: دہرائیں
vi: Lặp lại
zh_hans: 重复
zh_hant: 重複

# addShift.selectAnchorDates
source: Select anchor dates
ar: اختر تواريخ النقاط
bg: Избор на дати на якорите
bn: নোঙর তারিখ নির্বাচন করুন
ca: Seleccionar dates d'ancoratge
cs: Vybrat kotevní data
da: Vælg ankerdatoer
de: Ankerdaten auswählen
el: Επιλέξτε ημερομηνίες αναφοράς
es: Selecciona fechas de anclaje
et: Vali ankurdatumid
fa: انتخاب تاریخ‌های لنگر
fi: Valitse ankkuripäivät
fil: Pumili ng anchor dates
fr: Sélectionnez les dates d'ancrage
he: בחר תאריכי עוגן
hi: एंकर तारीखें चुनें
hr: Odaberi dane sidra
hu: Válassza ki a horgonydátumokat
id: Pilih tanggal jangkar
is: Veldu akkerdagsetningar
it: Seleziona date di ancoraggio
ja: アンカー日を選択
ko: 기준점 날짜 선택
lt: Pasirinkite inkarų datas
lv: Izvēlieties enkura datumus
nb: Velg ankerdatoer
nl: Selecteer ankerdatums
nn: Velg ankerdatoer
pl: Wybierz daty punktów
pt_br: Selecionar datas de partida
ro: Selectați datele ancoraj
ru: Выберите даты якорей
sk: Vyberte dátumy kotvy
sl: Izberite sidarne datume
sr: Izaberite datume kotve
sv: Välj ankerdatum
sw: Chagua tarehe za anchor
ta: நங்கூர் தேதிகளைத் தேர்ந்தெடுக்கவும்
th: เลือกวันที่จุดยึด
tr: Çapa tarihlerini seçin
uk: Виберіть дати якорів
ur: اینکر تاریخیں منتخب کریں
vi: Chọn ngày neo
zh_hans: 选择锚点日期
zh_hant: 選擇固定日期
